[
  {
    "type": "story",
    "title": "Introduction",
    "description": "In a small town lived a humble bottle collector named Emil. Day after day, he wandered the streets, searching for empty bottles that he could exchange for a few coins. Emil was known for his endurance and perseverance. Although his life was simple, he secretly dreamed of exciting adventures and new encounters.",
    "requirement": "1"
  },
  {
    "type": "story",
    "title": "First Encounter in the Backyard",
    "description": "One day, as Emil was searching for bottles in a secluded backyard, he heard a noise behind an old wooden crate. Curiously, he approached and discovered a group of children hiding there. They had formed a secret club and were fascinated by Emil's collection of empty bottles. Emil shared his stories of bottle collecting, captivating the children. They welcomed him into their community and became loyal companions on his adventures.",
    "requirement": "5"
  },
  {
    "type": "story",
    "title": "Performance at the Marketplace",
    "description": "The children had a brilliant idea: they wanted to organize a performance at the bustling marketplace to raise money for charity. Emil was initially hesitant, but the children's enthusiasm rubbed off on him. They practiced diligently and created an amazing show that touched people's hearts. Emil became their biggest supporter and helped organize the performance. The people at the marketplace were impressed by the children's passion and talent, generously donating to the cause.",
    "requirement": "8"
  },
  {
    "type": "story",
    "title": "Support and Confidence for a New Life through His Three New Friends",
    "description": "While accompanying the children on his adventures, Emil was inspired by their energy and optimism. He shared his personal challenges and desire for a better life. The children promised to help him and together they started seeking solutions. Through their contacts and efforts, they managed to secure Emil a job at a nearby recycling company. Emil not only found a new professional perspective but also support and confidence for a new life through his three new friends. Emil learned that true treasures don't always come from material things. Through his dedication and enthusiasm for bottle collecting, he had found valuable encounters and a community of compassionate people. Together, they experienced thrilling adventures that enriched Emil's life and showed him that sometimes, more can be achieved when working together. This story tells of Emil's journey as a bottle collector and the wonderful people who enriched his life. It illustrates how small acts of kindness and compassion can bring about significant change and that sometimes, the simplest things hold the greatest treasures.",
    "requirement": "12"
  }
]